Repository: KDE/pvfviewer
Catalog: po/sa/pvfViewer.po
Languages: sa

source: pvfViewer
sa: pvfदर्शकः

source: A PC Stitch pvf pattern viewer.
sa: एकः PC Stitch pvf पैटर्न दर्शकः।

source: (c)2020 Steve Allewell
sa: (ग)२०२० स्टीव एलेवेल्

source: Project Lead
sa: परियोजना प्रमुख

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Export PDF...
sa: PDF निर्यातं कुर्वन्तु...

source: Open file
sa: सञ्चिकां उद्घाटयन्तु

source: Pattern Viewer File (*.pvf)
sa: पैटर्न दर्शक सञ्चिका (*.pvf)

source: Export As...
sa: निर्यात यथा...

source: PDF File (*.pdf)
sa: PDF सञ्चिका (*.pdf)

source: Failed to open source file.
sa: स्रोतसञ्चिकां उद्घाटयितुं असफलम्।

source: Not a PC Stitch Pattern Viewer file.
sa: न तु PC Stitch Pattern Viewer सञ्चिका ।

source: Failed to create PDF from data.
sa: दत्तांशतः PDF निर्मातुं असफलम्।

source: Designed by
sa: द्वारा डिजाइन किया गया

source: Copyright
sa: प्रतिलिपि अधिकार

source: Licensed to
sa: अनुज्ञापत्रं प्राप्तम्
