Repository: KDE/pvfviewer
Catalog: po/*/pvfViewer.po
Languages: ar, de, eo, et, eu, fr, he, hi, ia, it, ka, ko, lv, nl, pl, ru, sv, tr

source: pvfViewer
ar: عارض الغرز
hi: पीवीएफ़ प्रदर्शक

source: A PC Stitch pvf pattern viewer.
ar: عارض أنماط الغرز بالحاسوب الشخصي
de: Ein Anzeigeprogramm für PC-Kreuzstich-Muster.
eo: PC Stitch pvf-ŝablospektilo.
et: PC Stitchi pvf-vormingus tikkimismustrite näitaja.
eu: «PC Stitch» pvf ereduak erakustekoa.
fr: Un afficheur de motifs de tapisserie (pvf).
he: מציג תבניות תפרים pvf למחשב.
hi: एक पीसी सिलाई पैटर्न प्रदर्शक।
ia: Un PC Stitch Pattern Viewer (un spectator o visor de patrono de malia de PC).
it: Un visore di modelli pvf di PC Stitch
ka: PC-ით ქარგვის ნიმუშის ფაილის გამხსნელი.
ko: PC Stitch 패턴 뷰어.
lv: „PC Stitch“ „pvf“ formāta piegriežņu skatītājs.
nl: Een PC Stitch pvf-patroonviewer.
pl: Przeglądarka wzorców dzierganych pvf PC.
ru: Средство просмотра схем для вышивки PC Stitch.
sv: Ett PC Stitch pvf mönstervisningsprogram.
tr: Bir PC dikiş pvf deseni görüntüleyici.

source: (c)2020 Steve Allewell
ar: (ج) 2020 ستيف ألويل
he: (c)2020 סטיבן אלוול
hi: (c) २०२० स्टीव ऑलवेल
ru: © Steve Allewell, 2020
sv: © 2020 Steve Allewell

source: Project Lead
ar: قائد المشروع
de: Projektleiter
eo: Projektestro
et: Projekti juht
eu: Proiektu-burua
fr: Responsable de projet
he: מוביל המיזם
hi: परियोजना प्रधान
ia: Chefe de projecto
it: Capo progetto
ka: პროექტის წამყვანი
ko: 프로젝트 주도
lv: Projekta vadītājs
nl: Projectleider
pl: Prowadzenie projektu
ru: Руководитель проекта
sv: Projektledare
tr: Proje Başı

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
de: Deutsches KDE-Übersetzerteam
et: Marek Laane
eu: Iñigo Salvador Azurmendi
fr: Xavier Besnard
he: צוות התרגום של KDE ישראל
hi: समीर सिंह, राघवेंद्र कामत
ia: Giovanni Sora
it: Vincenzo Reale
ka: Temuri Doghonadze
ko: 박신조
lv: Līva Purmale-Trasūne
nl: Freek de Kruijf - 2020
pl: Łukasz Wojniłowicz
ru: Александр Яворский
sv: Stefan Asserhäll
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
de: kde-i18n-de@kde.org
et: qiilaq69@gmail.com
eu: xalba@ni.eus
fr: xavier.besnard@kde.org
he: kde-l10n-he@kde.org
hi: lumarzeli30@gmail.com, raghu@raghukamath.com
ia: g.sora@tiscali.it
it: smart2128vr@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
ru: kekcuha@gmail.com
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com

source: Export PDF...
ar: صدر إلى بي دي اف…
de: PDF exportieren ...
eo: Eksporti PDF...
et: Ekspordi PDF ...
eu: Esportatu PDF...
fr: Exporter en PDF...
he: ייצוא PDF…
hi: पीडीएफ निर्यात करें...
ia: Exporta PDF...
it: Esporta PDF...
ka: PDF-ად გატანა...
ko: PDF로 내보내기...
lv: Eksportēt PDF...
nl: PDF exporteren...
pl: Wyeksportuj do PDFa...
ru: Экспорт в PDF…
sv: Exportera PDF...
tr: PDF Olarak Dışa Aktar...

source: Open file
ar: افتح ملفًا
de: Datei öffnen
eo: Malfermi dosieron
et: Faili avamine
eu: Ireki fitxategia
fr: Ouvrir le fichier
he: פתיחת קובץ
hi: फ़ाइल खोलें
ia: Aperi file
it: Apri file
ka: ფაილის გახსნა
ko: 파일 열기
lv: Atvērt datni
nl: Bestand openen
pl: Otwórz plik
ru: Открыть файл
sv: Öppna fil
tr: Dosya aç

source: Pattern Viewer File (*.pvf)
ar: ملف عارض الأنماط (*.pvf)
de: Kreuzstich-Musterdatei (*.pvf)
eo: Dosiero por Vidilo de Ŝablonoj (*.pvf)
et: Mustrinäitaja fail (*.pvf)
eu: Ereduak erakusteko fitxategia (*.pvf)
fr: Fichier d'affichage de motifs (*.pvf)
he: קובץ מציג תבניות (‎*.pvf)
hi: पैटर्न प्रदर्शन फ़ाइल (*.pvf)
ia: File de visor de patrono (*.pvf)
it: File del visore di modelli (*.pvf)
ka: ნიმუშის ფაილის (*.pvf)
ko: 패턴 뷰어 파일 (*.pvf)
lv: „Pattern Viewer“ datne (*.pvf)
nl: Patroonviewer-bestand (*.pvf)
pl: Plik przeglądarki wzorców (*.pvf)
ru: Файл просмотра шаблонов (*.pvf)
sv: Mönstervisningsfil (*.pvf)
tr: Desen Görüntüleyici Dosyası (*.pvf)

source: Export As...
ar: صدّر كـ…
de: Exportieren als ...
eo: Eksporti kiel...
et: Eksport ...
eu: Esportatu honela...
fr: Exporter comme...
he: ייצוא בתור...
hi: ऐसे निर्यात करें...
ia: Exporta como...
it: Esporta come...
ka: გატანა, როგორც...
ko: 다른 이름으로 내보내기...
lv: Eksportēt kā...
nl: Exporteren als...
pl: Wyeksportuj jako...
ru: Экспортировать как...
sv: Exportera som...
tr: Farklı Dışa Aktar...

source: PDF File (*.pdf)
ar: ملف بي دي اف (*.pdf)
de: PDF-Datei (*.pdf)
eo: PDF-dosiero (*.pdf)
et: PDF-fail (*.pdf)
eu: PDF fitxategia (*.pdf)
fr: Fichier PDF (*.pdf)
he: קובץ PDF‏ (‎*.pdf)
hi: पीडीएफ़ फ़ाइल (*.pdf)
ia: File PDF (*.pdf)
it: File PDF (*.pdf)
ka: PDF ფაილი (*.pdf)
ko: PDF 파일 (*.pdf)
lv: PDF datne (*.pdf)
nl: PDF-bestand (*.pdf)
pl: Plik PDF (*.pdf)
ru: Файл PDF (*.pdf)
sv: PDF-fil (*.pdf)
tr: PDF Dosyası (*.pdf)

source: Failed to open source file.
ar: فشل في فتح الملف المصدر.
de: Die Quelldatei kann nicht geöffnet werden.
eo: Malsukcesis malfermi fontdosieron.
et: Lähtefaili avamine nurjus.
eu: Sorburu fitxategia irekitzea huts egin du.
fr: Impossible d'ouvrir le fichier source.
he: פתיחת קובץ המקור נכשלה.
hi: स्त्रोत फ़ाइल खोलने में असफल।
ia: Falleva a aperir file de fonte.
it: Apertura del file sorgente non riuscita.
ka: საწყისი ფაილის გახსნის შეცდომა.
ko: 원본 파일을 열 수 없습니다.
lv: Neizdevās atvērt avota datni.
nl: Openen van bronbestand is mislukt.
pl: Nie udało się otworzyć pliku źródłowego.
ru: Не удалось открыть исходный файл.
sv: Misslyckades öppna källfil.
tr: Kaynak dosya açılamadı.

source: Not a PC Stitch Pattern Viewer file.
ar: ليس ملف عارض أنماط الغرز بالحاسوب الشخصي.
de: Keine PC-Kreuzstich-Musterdatei.
eo: Ne estas dosiero de PC Stitch Pattern Viewer.
et: See ei ole PC Stitchi mustrinäitaja fail.
eu: Ez da «PC Stitch» ereduak erakusteko fitxategia.
fr: N'est pas un fichier d'affichage de motifs de tapisserie.
he: זה אינו קובץ מציג תבניות תפרים למחשב.
hi: पीसी सिलाई पैटर्न प्रदर्शक फ़ाइल नहीं
ia: Non es un file de PC Stitch Pattern Viewer.
it: Non Ã¨ un file per il visore di modelli di PC Stitch.
ka: არ წარმოადგენს PC-ით ქარგვის ნიმუშის ფაილს.
ko: PC Stitch 패턴 뷰어 파일이 아닙니다.
lv: Šis nav „PC Stitch Pattern Viewer“ datne.
nl: Geen PC Stitch Pattern Viewer bestand.
pl: Nie jest to plik przeglądarki wzorców dzierganych PC.
ru: Файл не является форматом PC Stitch Pattern Viewer.
sv: Inte en PC Stitch mönstervisningsfil.
tr: Bir PC Dikiş Deseni Görüntüleyici dosyası değil.

source: Failed to create PDF from data.
ar: فشل إنشاء ملف بي دي إف من البيانات.
de: PDF-Ausgabe können aus den Daten nicht erstellt werden.
eo: Malsukcesis krei PDF el datumoj.
et: PDF-i loomine andmete põhjal nurjus.
eu: Datuetatik PDF sortzea huts egin du.
fr: Impossible de créer un fichier PDF à partir des données.
he: יצירת PDF מהנתונים נכשלה.
hi: पीडीएफ़ से डाटा बनाने में असफल।
ia: Falleva a crear PDF ex datos.
it: Creazione del PDF dai dati non riuscita.
ka: შეყვანილი მონაცემებით PDF ფაილის შექმნა შეუძლებელია.
ko: 데이터에서 PDF를 만들 수 없습니다.
lv: Neizdevās no datiem izveidot PDF.
nl: Een PDF aanmaken uit gegevens is mislukt.
pl: Nie udało się utworzyć PDFa z danych.
ru: Не удалось создать PDF из данных.
sv: Misslyckades skapa PDF från data.
tr: Veriden PDF oluşturulamadı.

source: Designed by
ar: تصميم
de: Entwurf von
eo: Desegnita de
et: Kujundanud
eu: Nork diseinatua
fr: Conçu par
he: עוצב על ידי
hi: इनके द्वारा रूपांकित
ia: Designate per
it: Progettato da
ka: დიზაინის ავტორი
ko: 디자인:
lv: Izstrādātājs
nl: Ontworpen voor
pl: Zaprojektowane przez
ru: Разработано
sv: Skapad av
tr: Tasarım

source: Copyright
ar: حقوق النسخ
eo: Kopirajto
et: Autoriõigus
eu: Copyright - egile eskubidea
fr: Droit d'auteurs
he: זכויות יוצרים
hi: सर्वाधिकार संरक्षित
ka: საავტორო უფლებები
ko: 저작권
lv: Autortiesības
pl: Prawa autorskie
ru: Авторские права
tr: Telif hakkı

source: Licensed to
ar: مرخص لـ
de: Lizenz
eo: Licencita al
et: Litsents
eu: Lizentzia honi emana
fr: Licence pour
he: הרישיון על שם
hi: इनको अनुज्ञापित
ia: Licentiate a
it: Rilasciato in licenza a
ka: ლიცენზირებულია
ko: 라이선스:
lv: Licencēts
nl: Licentie gegeven aan
pl: Wylicencjonowane do
ru: Лицензировано для
sv: Licenserad till
tr: Lisans

source: Printing page %1
et: Lehekülje %1 trükkimine
fr: Impression de la page %1
ko: %1쪽 인쇄 중
tr: Sayfa %1 yazdırılıyor
